<?php
/**
*
*/

?>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Insert title here</title>
<style>
body{
	font-size:14px;
}
#container{
	margin:0 auto;
	width:500px;
	border:1px solid #999;
}
#header{
	height:30px;
	line-height:30px;
	background:gray;
	border-bottom:1px solid #999;
	text-align:center;
}
#main{
	height:350px;
	background:#eee;
}
#content{
	height:20px;
	background:gray;
	border-top:1px solid #999;
}
.input{
	width:90px;
	height:21px;
	border:1px solid #717171;
	text-align:center;
	line-height:21px;
	font-size:13px;	
	font-weight:bold;
	cursor:pointer;
	/* float:left; */
	margin-left:200px;
	margin-top:8px;
}
p{
	margin:0 auto;
	border-bottom:1px solid #717171;
	overflow:auto;
	height:300px;
}
</style>
</head>
<body>
<div id="container">
	<div id="header">安装程序</div>
	<div id="main">
		<p>安装协议：“记事本”概述“记事本”是一个用来创建简单的文档的基本的文本编辑器。“记事本”最常用来查看或编辑文本 (.txt) 文件，但是许多用户发现“记事本”是创建网页的简单工具。

因为“记事本”仅支持很基本的格式，所以您不能在需要保持纯文本的文档中偶尔保存特殊格式。因为特殊字符或其他格式不能在所发布的网页上显示，否则可能导致错误，所以，在为网页创建 HTML 文档时它特别有用。

可以将记事本文件保存为 Unicode、ANSI、UTF-8 或高位在前的 Unicode 格式。当使用不同字符集的文档时，这些格式可以向您提供更大的灵活性。

		“记事本”概述“记事本”是一个用来创建简单的文档的基本的文本编辑器。“记事本”最常用来查看或编辑文本 (.txt) 文件，但是许多用户发现“记事本”是创建网页的简单工具。

因为“记事本”仅支持很基本的格式，所以您不能在需要保持纯文本的文档中偶尔保存特殊格式。因为特殊字符或其他格式不能在所发布的网页上显示，否则可能导致错误，所以，在为网页创建 HTML 文档时它特别有用。

可以将记事本文件保存为 Unicode、ANSI、UTF-8 或高位在前的 Unicode 格式。当使用不同字符集的文档时，这些格式可以向您提供更大的灵活性。

		“记事本”概述“记事本”是一个用来创建简单的文档的基本的文本编辑器。“记事本”最常用来查看或编辑文本 (.txt) 文件，但是许多用户发现“记事本”是创建网页的简单工具。

因为“记事本”仅支持很基本的格式，所以您不能在需要保持纯文本的文档中偶尔保存特殊格式。因为特殊字符或其他格式不能在所发布的网页上显示，否则可能导致错误，所以，在为网页创建 HTML 文档时它特别有用。

可以将记事本文件保存为 Unicode、ANSI、UTF-8 或高位在前的 Unicode 格式。当使用不同字符集的文档时，这些格式可以向您提供更大的灵活性。

		“记事本”概述“记事本”是一个用来创建简单的文档的基本的文本编辑器。“记事本”最常用来查看或编辑文本 (.txt) 文件，但是许多用户发现“记事本”是创建网页的简单工具。

因为“记事本”仅支持很基本的格式，所以您不能在需要保持纯文本的文档中偶尔保存特殊格式。因为特殊字符或其他格式不能在所发布的网页上显示，否则可能导致错误，所以，在为网页创建 HTML 文档时它特别有用。

可以将记事本文件保存为 Unicode、ANSI、UTF-8 或高位在前的 Unicode 格式。当使用不同字符集的文档时，这些格式可以向您提供更大的灵活性。

		“记事本”概述“记事本”是一个用来创建简单的文档的基本的文本编辑器。“记事本”最常用来查看或编辑文本 (.txt) 文件，但是许多用户发现“记事本”是创建网页的简单工具。

因为“记事本”仅支持很基本的格式，所以您不能在需要保持纯文本的文档中偶尔保存特殊格式。因为特殊字符或其他格式不能在所发布的网页上显示，否则可能导致错误，所以，在为网页创建 HTML 文档时它特别有用。

可以将记事本文件保存为 Unicode、ANSI、UTF-8 或高位在前的 Unicode 格式。当使用不同字符集的文档时，这些格式可以向您提供更大的灵活性。

		“记事本”概述“记事本”是一个用来创建简单的文档的基本的文本编辑器。“记事本”最常用来查看或编辑文本 (.txt) 文件，但是许多用户发现“记事本”是创建网页的简单工具。

因为“记事本”仅支持很基本的格式，所以您不能在需要保持纯文本的文档中偶尔保存特殊格式。因为特殊字符或其他格式不能在所发布的网页上显示，否则可能导致错误，所以，在为网页创建 HTML 文档时它特别有用。

可以将记事本文件保存为 Unicode、ANSI、UTF-8 或高位在前的 Unicode 格式。当使用不同字符集的文档时，这些格式可以向您提供更大的灵活性。

		“记事本”概述“记事本”是一个用来创建简单的文档的基本的文本编辑器。“记事本”最常用来查看或编辑文本 (.txt) 文件，但是许多用户发现“记事本”是创建网页的简单工具。

因为“记事本”仅支持很基本的格式，所以您不能在需要保持纯文本的文档中偶尔保存特殊格式。因为特殊字符或其他格式不能在所发布的网页上显示，否则可能导致错误，所以，在为网页创建 HTML 文档时它特别有用。

可以将记事本文件保存为 Unicode、ANSI、UTF-8 或高位在前的 Unicode 格式。当使用不同字符集的文档时，这些格式可以向您提供更大的灵活性。

		“记事本”概述“记事本”是一个用来创建简单的文档的基本的文本编辑器。“记事本”最常用来查看或编辑文本 (.txt) 文件，但是许多用户发现“记事本”是创建网页的简单工具。

因为“记事本”仅支持很基本的格式，所以您不能在需要保持纯文本的文档中偶尔保存特殊格式。因为特殊字符或其他格式不能在所发布的网页上显示，否则可能导致错误，所以，在为网页创建 HTML 文档时它特别有用。

可以将记事本文件保存为 Unicode、ANSI、UTF-8 或高位在前的 Unicode 格式。当使用不同字符集的文档时，这些格式可以向您提供更大的灵活性。

		“记事本”概述“记事本”是一个用来创建简单的文档的基本的文本编辑器。“记事本”最常用来查看或编辑文本 (.txt) 文件，但是许多用户发现“记事本”是创建网页的简单工具。

因为“记事本”仅支持很基本的格式，所以您不能在需要保持纯文本的文档中偶尔保存特殊格式。因为特殊字符或其他格式不能在所发布的网页上显示，否则可能导致错误，所以，在为网页创建 HTML 文档时它特别有用。

可以将记事本文件保存为 Unicode、ANSI、UTF-8 或高位在前的 Unicode 格式。当使用不同字符集的文档时，这些格式可以向您提供更大的灵活性。

		“记事本”概述“记事本”是一个用来创建简单的文档的基本的文本编辑器。“记事本”最常用来查看或编辑文本 (.txt) 文件，但是许多用户发现“记事本”是创建网页的简单工具。

因为“记事本”仅支持很基本的格式，所以您不能在需要保持纯文本的文档中偶尔保存特殊格式。因为特殊字符或其他格式不能在所发布的网页上显示，否则可能导致错误，所以，在为网页创建 HTML 文档时它特别有用。

可以将记事本文件保存为 Unicode、ANSI、UTF-8 或高位在前的 Unicode 格式。当使用不同字符集的文档时，这些格式可以向您提供更大的灵活性。

		</p>
		<div id="content">
			<form action="step.php" method="post">
				<input type="hidden" class="input" name="step" value="1"><br>
				<input type="submit" class="input" value="同意">
			</form>
		</div>
	</div>
	<div id="footer">www.google.com</div>
</div>
</body>
</html>